Repository: tiuD/ado-bot
Catalog: localization/locale/*/LC_MESSAGES/text.po
Languages: de, es, it, ru

source: Using identifier
de: Verwende Code
es: Usando identificador
it: Uso dell'identificatore
ru: Использовать идентификатор

source: Create Custom
de: Benutzerdefiniert erstellen
es: Crear avatar personalizado
it: Crea personalizzato
ru: Создать свой

source: Back ⬅️
de: Zurück ⬅️
es: Atrás ⬅️
it: Indietro ⬅️
ru: Назад ⬅️

source: So, there are two ways by which we can create our cute creatures, by using username or identifier, or by using custom settings, choose the appropriate option from below, to start!
de: Es gibt zwei Wege, wie wir süße Kreaturen erstellen können: Mit einem Namen oder mit einem Code, oder mit eigenen Einstellungen. Wähle die Aktion mit den Buttons, um zu starten!
es: A ver, hay dos formas por las que podemos crear nuestras lindas criaturas, usando un nombre de usuario o identificador, o bien usando configuración personalizada, ¡elige la opción apropiada debajo para empezar!
it: Dunque, ci sono due modi in cui possiamo generare le nostre creature, usando un username o identificatore, o utilizzando parametri personalizzati, scegli l'opzione appropriata qua sotto per iniziare!
ru: Есть два способа, которыми можно создать наших милых существ, с использованием юзернейма или идентификатора, или с использованием собственных настроек. Выберите нужную вам опцию внизу, чтобы начать!

source: Cute Creatures
de: Niedliche Kreaturen
es: Lindas criaturas
it: Creaturine
ru: Милые Создания

source: Disembodied Heads 🗣️
de: Körperlose Köpfe 🗣️
es: Cabezas voladoras 🗣️
it: Teste senza corpo 🗣️
ru: Бестелесные Головы 🗣️

source: Cute Kittens 😺
de: Süße Kätzchen 😺
es: Lindos gatitos 😺
it: Gattini 😺
ru: Милые Котята 😺

source: Robots 🤖
de: Roboter 🤖
it: Robot 🤖
ru: Роботы 🤖

source: Monsters 👹
de: Monster 👹
es: Monstruos 👹
it: Mostri 👹
ru: Монстры 👹

source: I can create the following kinds of avatars for you!
de: Ich kann die folgenden Arten von Avataren für Sie erstellen!
es: ¡Puedo crear los siguientes tipos de avatares para ti!
it: Posso creare per te i seguenti tipi di avatar!
ru: Я могу создать следующие виды аватаров 👤 для Вас!

source: Eyes 👀
de: Augen 👀
es: Ojos 👀
it: Occhi 👀
ru: Глаза 👀

source: Nose 👃
de: Nase 👃
es: Nariz 👃
it: Naso 👃
ru: Нос 👃

source: Mouth 👄
de: Mund 👄
es: Boca 👄
it: Bocca 👄
ru: Рот 👄

source: Color
de: Farbe
it: Colore
ru: Цвет

source: You can select different options for eyes, nose, mouth and color, to create your own custom avatar. Press appropriate buttons below to proceed.
de: Du kannst verschiedene Optionen für Augen, Nase, Mund und Farbe auswählen, um deinen eigenen Avatar zu erstellen. Verwende dafür die Knöpfe um fortzufahren.
es: Puedes seleccionar diferentes opciones para ojos, nariz, boca y color para crear tu propio avatar personalizado. Pulsa los botones apropiados debajo para hacerlo.
it: Puoi scegliere diverse opzioni per occhi, naso, bocca e colore, per creare il tuo personale avatar. Utilizza gli opportuni tasti qua sotto per procedere.
ru: Вы можете выбрать различные опции для глаз, носа, рта и цвета вашего собственного аватара. Пожалуйста, нажмите нужные Вам кнопки ниже, чтобы продолжить.

source: Your avatar has been created successfully! Check it out. Create more using /create
de: Dein Avatar wurde erfolgreich erstellt. Schau es dir an. Erstelle mehr mit /create
es: ¡Tu avatar ha sido creado con éxito! Compruébalo. Crea más usando /create
it: Il tuo avatar è stato creato con successo! Ecco a te. Creane altri usando /create
ru: Ваш аватар был успешно создан! Посмотрите. Создайте еще с помощью /create

source: Not selected yet!
de: Noch nicht ausgewählt!
es: ¡Aún no se ha seleccionado!
it: Non ancora selezionato!
ru: Еще не выбрано!

source: Create
de: Erstelle
es: Crear
it: Crea
ru: Создать

source: Reset 🔃
de: Neu Starten 🔃
es: Reiniciar 🔃
ru: Сбросить 🔃

source: So far, your configuration for your custom avatar 👤 is : *Eyes* : `{0}` *Nose* : `{1}` *Mouth* : `{2}` *Color* : `{3}`
de: Die Konfiguration für deinen eigenen Avatar 👤 ist: *Augen*: `{0}` *Nase* : `{1}` *Mund* : `{2}` *Farbe* : `{3}`
es: Hasta ahora, tu configuración para tu avatar personal 👤 es : *Ojos* : `{0}` *Nariz* : `{1}` *Boca* : `{2}` *Color* : `{3}`
it: Per ora, la configurazione del tuo avatar personalizzato 👤 è : *Occhi* : `{0}` *Naso* : `{1}` *Bocca* : `{2}` *Colore* : `{3}`
ru: Итак, ваша конфигурация для аватара 👤 : *Глаза* : `{0}` *Нос* : `{1}` *Рот* : `{2}` *Цвет* : `{3}`

source: Your robot 🤖 has been manufactured successfully! Go and test it out!. Create more using /create
de: Dein Roboter 🤖 wurde erfolgreich produziert! Probiere ihn doch aus! Erstelle mehr mit /create
es: ¡Tu robot 🤖 ha sido elaborado con éxito! ¡Ve y pruébalo! Crea más usando /create
it: Il tuo robot 🤖 è stato costruito con successo! Vai a testarlo! Creane altri con /create
ru: Ваш робот 🤖 был успешно выпущен! Проверьте его! Создайте еще с помощью /create

source: Here's your little {0}!
de: Hier ist dein kleiner {0}!
es: ¡Aquí está tu pequeño {0}!
it: Ecco il tuo piccolo {0}!
ru: Вот ваш маленький {0}!

source: Your avatar 👤 has been created successfully! Check it out. Create more using /create
de: Dein Avatar 👤 wurde erfolgreich erstellt. Schau es dir an. Erstelle mehr mit /create
es: ¡Tu avatar 👤 ha sido creado con éxito! Compruébalo. Crea más usando /create
it: Il tuo avatar 👤 è stato creato con successo! Ecco a te. Creane altri usando /create
ru: Ваш аватар 👤 был успешно создан! Посмотрите. Создайте еще с помощью /create

source: Your kitty 🐱 has been summoned successfully! Go and pet it! Create more using /create
de: Dein Kätzchen 🐱 wurde erfolgreich erstellt. Viel Spaß damit! Erstelle mehr mit /create
es: ¡Tu gatito 🐱 ha sido invocado con éxito! ¡Ve y acarícialo! Crea más usando /create
it: Il tuo gattino 🐱 è stato evocato con successo! Vai ad accarezzarlo! Creane altri con /create
ru: Ваш котик 🐱 был успешно призван! Погладьте его! Создайте еще с помощью /create

source: Here's your cute little {0}!
de: Hier ist dein süßer kleiner {0}!
es: ¡Aquí está tu pequeño y lindo {0}!
it: Ecco il tuo carinissimo piccolo {0}!
ru: Вот ваш милый маленький {0}!

source: Your monster has been summoned successfully! Go and pet it! Create more using /create
de: Dein Monster wurde erfolgreich erstellt. Viel Spaß damit! Erstelle mehr mit /create
es: ¡Tu monstruo ha sido invocado con éxito! ¡Ve y acarícialo! Crea más usando /create
it: Il tuo mostro è stato evocato con successo! Vai ad accarezzarlo! Creane altri con /create
ru: Ваш монстр был успешно призван! Погладьте его! Создайте еще с помощью /create

source: Here's your {0}! Don't worry he's friendly.
de: Hier ist dein {0}! Keine Angst, er ist freundlich.
it: Ecco il tuo {0}! Non preoccuparti non morde.
ru: Вот ваш {0}! Не волнуйтесь, он дружелюбный.

source: Hi {0} 👋, I can help you in creating an avatar for your bot or yourself in seconds try using /create.
de: Hallo {0} 👋, Ich kann dir helfen, einen Avatar in ein paar Sekunden zu erstellen. Verwende doch /create.
es: Hola {0} 👋, puedo ayudarte a crear un avatar para tu bot o para ti mismo en segundos. Intenta usar /create.
it: Ciao {0} 👋, posso aiutarti a creare un avatar per te o il tuo bot in pochi secondi, prova ad usare /create.
ru: Привет {0} 👋, Я могу создать аватар для вас или вашего бота за секунды. Попробуйте! /create.

source: Sorry 😔, but you haven't created any avatars yet.
ru: Извините 😔, но вы не создавали пока никаких аватаров 👤.

source: Here is a list of avatars 👤 you have created till now:
ru: Вот список аватаров 👤, которые вы создавали до этого момента:

source: Alright! Now send me the name of your disembodied head so that I can finish up this process, and send you the avatar. Example : `@avatarGenBot dis_heads john`
de: Alles klar! Sende mir jetzt deinen Namen deiner niedlichen Kreatur, damit ich diesen Prozess beenden und dir den Avatar schicken kann. Beispiel: `@avatarGenBot dis_heads john`
es: ¡Perfecto! Ahora envíame el nombre de tu cabeza voladora para que pueda finalizar este proceso y enviarte el avatar
it: Buona! Ora inviami il nome della tua testa mozzata, così che possa terminare la creazione e spedirti il tuo avatar. Esempio : `@avatarGenBot testa di john`
ru: Хорошо! Теперь отошлите мне имя вашей бестелесной головы, чтобы я смог завершить процесс и отослать готовый аватар. Пример : `@avatarGenBot dis_heads john`

source: Alright! Now send me the name of your cute kitty, so that I can finish up this process, and send you the avatar. Example : `@avatarGenBot kitten fluffy`
de: Alles klar! Sende mir jetzt deinen Namen deiner niedlichen Kreatur, damit ich diesen Prozess beenden und dir den Avatar schicken kann. Beispiel : `@avatarGenBot kitten fluffy`
es: ¡Perfecto! Ahora envíame el nombre de tu lindo gatito para que pueda finalizar este proceso y enviarte el avatar
it: Buona! Ora inviami il nome del tuo gattino, così che possa terminare la creazione e spedirti il tuo avatar. Esempio : `@avatarGenBot soffice gattino`
ru: Хорошо! Теперь отошлите мне имя вашего милого котенка, чтобы я смог завершить процесс и отослать готовый аватар. Пример : `@avatarGenBot kitten fluffy`

source: Alright! Now send me the name of your robot, so that I can finish up this process, and send you the avatar. Example : `@avatarGenBot robot alfred`
de: Alles klar! Sende mir jetzt deinen Namen deiner niedlichen Kreatur, damit ich diesen Prozess beenden und dir den Avatar schicken kann. Beispiel: `@avatarGenBot robot Alfred`
es: ¡Perfecto! Ahora envíame el nombre de tu robot, para que pueda finalizar este proceso y enviarte el avatar
it: Buona! Ora inviami il nome del tuo robot, così che possa terminare la creazione e spedirti il tuo avatar. Esempio : `@avatarGenBot alfred`
ru: Хорошо! Теперь отошлите мне имя вашего робота, чтобы я смог завершить процесс и отослать готовый аватар. Пример : `@avatarGenBot robot alfred`

source: Alright! Now send me the name of your monster, so that I can finish up this process, and send you the avatar. Example : `@avatarGenBot monster frankenstein`
de: Alles klar! Sende mir jetzt deinen Namen deiner niedlichen Kreatur, damit ich diesen Prozess beenden und dir den Avatar schicken kann. Beispiel: `@avatarGenBot monster Frankenstein`
es: ¡Perfecto! Ahora envíame el nombre de tu monstruo para que pueda finalizar este proceso y enviarte el avatar
it: Buona! Ora inviami il nome del tuo mostro, così che possa terminare la creazione e spedirti il tuo avatar. Esempio : `@avatarGenBot frankenstein`
ru: Хорошо! Теперь отошлите мне имя вашего монстра, чтобы я смог завершить процесс и отослать готовый аватар. Пример : `@avatarGenBot monster frankenstein`
